[
    ["🟣", "🎲", "🤗", "🤔", "🌎", "🔥", "🟦"],
    ["🍎", "🟡", "🔴", "🚀", "🍉", "💛", "💜"],
    ["🔵", "😍", "😒", "🧡", "🍍", "🟪", "🍊"],
    ["🌈", "📌", "🟩", "🟨", "💚", "🟠", "🩷"],
    ["💧", "🚩", "🟢", "📞", "⭐", "💙", "🟧"],
    ["🟣", "🎲", "🤗", "🤔", "🌎", "🔥", "🟦"],
    ["🍎", "🟡", "🔴", "🚀", "🍉", "💛", "💜"],
    ["🔵", "😍", "😒", "🧡", "🍍", "🟪", "🍊"],
    ["🌈", "📌", "🟩", "🟨", "💚", "🟠", "🩷"],
    ["💧", "🚩", "🟢", "📞", "⭐", "💙", "🟧"],
]
[
    [True, True, True, True, True, True, True],
    [True, True, True, True, True, True, True],
    [True, True, True, True, True, True, True],
    [True, True, True, True, True, True, True],
    [True, True, True, True, True, True, True],
    [True, True, True, True, True, True, True],
    [True, True, True, True, True, True, True],
    [True, True, True, False, True, True, True],
    [True, True, True, True, True, True, True],
    [True, True, True, True, True, True, True],
]

[
    ["🍉", "🔴", "💙", "⭐", "🟣"],
    ["🙂", "🎲", "🍉", "🔴", "💙"],
    ["⭐", "🟣", "🙂", "🎲"],
]
[
    [False, False, False, False, False],
    [False, False, False, False, False],
    [False, False, False, False],
]
[
    [(0, 0, 0, 0), (0, 0, 0, 0), (0, 0, 0, 0), (0, 0, 0, 0), (0, 0, 0, 0)],
    [(0, 0, 0, 0), (0, 0, 0, 0), (0, 0, 0, 0), (0, 0, 0, 0), (0, 0, 0, 0)],
    [(0, 0, 0, 0), (0, 0, 0, 0), (0, 0, 0, 0), (0, 0, 0, 0)],
]
